export const data = [

  {
    id: 1,
    name: "Honda",
    description: "Honda — японская транснациональная корпорация, основанная в 1948 году изобретателем и предпринимателем Соитиро Хондой и финансистом Такэо Фудзисавой, производитель автомобилей и мотоциклов. Honda является крупнейшим производителем мотоциклов в мире с 1959 года, достигнув 400 миллионов произведённых мотоциклов к концу 2019, а также крупнейший в мире производитель двигателей внутреннего сгорания, производящий более 14 миллионов двигателей внутреннего сгорания ежегодно. В 2001 году Honda стала вторым по величине японским производителем автомобилей. В 2015 году Honda была восьмым по величине производителем автомобилей в мире.",
    image: "https://img.freepik.com/free-photo/photo-of-a-custom-made-retro-motorcycle-against-a-skyscraper_613910-18743.jpg?w=740&t=st=1708339883~exp=1708340483~hmac=18112f9f3eaf726b7a6a9fe50399259ed8660070658287542f1ce918a2c66980",
    showMore: false
  },

  {
    id: 2,
    name: "Kawasaki",
    description: "Kawasaki — японская корпорация со штаб-квартирами в городах Кобе и Токио (Минато), созданная Кавасаки Сёдзо в 1896 году; один из крупнейших в мире промышленных концернов. Изначально компания занималась судостроением, но в настоящий момент основные производимые товары — это промышленные роботы, гидроциклы, тракторы, поезда, двигатели, боевая экипировка, лёгкие самолёты и вертолёты, а также детали для самолётов Боинг, Эмбраер и Бомбардье. Среди выпускаемых Kawasaki товаров также находятся мотоциклы и мотовездеходы.",
    image: "https://img.freepik.com/free-photo/motorcycle-with-helmet_23-2148875785.jpg?w=996&t=st=1708340085~exp=1708340685~hmac=b7e6374616e1d1adfdd3baf965f8f758393159597e22e5bf3251f1cd573be171",
    showMore: false
  },

  {
    id: 3,
    name: "Suzuki",
    description: "Suzuki — японская машиностроительная компания. Штаб-квартира — в городе Хамамацу, префектура Сидзуока. В списке крупнейших публичных компаний мира Forbes Global 2000 за 2022 год Suzuki Motor заняла 560-е место. Компания была основана в 1909 году Митио Судзуки под названием Suzuki Loom Works; первоначально занималась производством ткацких станков, мотовелосипедов и мотоциклов. В 1930-х годах в Японии резко поднялся спрос на автомобили, и в 1937 году сотрудники Митио Судзуки начали реализацию проекта создания малолитражных автомобилей. После создания нескольких прототипов программа была свёрнута из-за начала Второй мировой войны.",
    image: "https://img.freepik.com/free-photo/black-motorbike-with-riding-red-gloves_23-2148321943.jpg?w=996&t=st=1708340299~exp=1708340899~hmac=9b3bfa89e3f260c2a7f3eea2a4e6b5cd641a4709ad14ffd8f16765439eb7dc5c",
    showMore: false
  }

]